[
  {
    "id": 1,
    "name": "Sulafa Hijjawi",
    "bio": "Sulafa Hijjawi is a Palestinian artist who works in painting, sculpture and installation art. Her work explores themes of identity, displacement, and memory.",
    "country": "Palestine",
    "url": "https://www.sulafahijjawi.com/"
  },
  {
    "id": 2,
    "name": "Khalil Rabah",
    "bio": "Khalil Rabah is a Palestinian conceptual artist who works in a variety of media including performance, sculpture, photography and video. His work explores issues related to identity, memory and history.",
    "country": "Palestine",
    "url": "https://www.khalilrabah.com/"
  },
  {
    "id": 3,
    "name": "Samia Halaby",
    "bio": "Samia Halaby is a Palestinian-American artist who is known for her abstract paintings and prints. She has been exhibiting her work internationally since the 1960s and is considered a pioneer of abstract art in the Arab world.",
    "country": "Palestine",
    "url": "https://www.samiahalaby.com/"
  },
  {
    "id": 4,
    "name": "Emily Jacir",
    "bio": "Emily Jacir is a Palestinian artist who works in a variety of media including installation art, photography and video. Her work explores issues related to identity, history and displacement.",
    "country": "Palestine",
    "url": "https://www.emilyjacir.com/"
  },
  {
    "id": 5,
    "name": "Jumana Manna",
    "bio": "Jumana Manna is a Palestinian artist and filmmaker. Her work often explores the intersection of history, politics and personal experience.",
    "country": "Palestine",
    "url": "https://www.jumanamanna.com/"
  },
  {
    "id": 6,
    "name": "Hani Zurob",
    "bio": "Hani Zurob is a Palestinian artist who works in a variety of media including painting, drawing and printmaking. His work explores issues related to identity, displacement and the Palestinian struggle for independence.",
    "country": "Palestine",
    "url": "https://www.hanizurob.com/"
  },
  {
    "id": 7,
    "name": "Larissa Sansour",
    "bio": "Larissa Sansour is a Palestinian artist who works in a variety of media including film, photography and installation art. Her work often explores issues related to identity, displacement and the Palestinian struggle for independence.",
    "country": "Palestine",
    "url": "https://www.larissasansour.com/"
  },
  {
    "id": 8,
    "name": "Taysir Batniji",
    "bio": "Taysir Batniji is a Palestinian artist who works in a variety of media including photography, video and installation art. His work often explores issues related to identity, displacement and the Palestinian struggle for independence.",
    "country": "Palestine",
    "url": "https://www.taysirbatniji.com/"
  },
  {
    "id": 9,
    "name": "Sliman Mansour",
    "bio": "Sliman Mansour is a Palestinian artist who is known for his political art. His work often depicts",
    "country": "Palestine",
    "url": "https://www.slimanmansour.com/"
  },
  {
    "id": 10,
    "name": "Mohammed Musallam",
    "bio": "Mohammed Musallam is a Palestinian artist who works in a variety of media including painting, drawing and sculpture. His work often explores issues related to identity, memory and the Palestinian struggle for independence.",
    "country": "Palestine",
    "url": "https://www.mohammedmusallam.com/"
  },
  {
    "id": 11,
    "name": "Manal Mahamid",
    "bio": "Manal Mahamid is a Palestinian artist who works in a variety of media including painting, drawing and installation art. Her work often explores issues related to gender, identity and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.manalmahamid.com/"
  },
  {
    "id": 12,
    "name": "Raouf Haj Yihya",
    "bio": "Raouf Haj Yihya is a Palestinian artist who works in a variety of media including painting, drawing and printmaking. His work often explores themes related to identity, history and the Palestinian struggle for independence.",
    "country": "Palestine",
    "url": "https://www.raoufhajyihya.com/"
  },
  {
    "id": 13,
    "name": "Shahrazad Araqi",
    "bio": "Shahrazad Araqi is a Palestinian artist who works in a variety of media including painting, drawing and sculpture. Her work often explores themes related to identity, memory and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.shahrazadaraki.com/"
  },
  {
    "id": 14,
    "name": "Khaled Jarrar",
    "bio": "Khaled Jarrar is a Palestinian artist who works in a variety of media including performance art, video and installation art. His work often explores issues related to identity, borders and the Palestinian struggle for independence.",
    "country": "Palestine",
    "url": "https://www.khaledjarrar.com/"
  },
  {
    "id": 15,
    "name": "Nida Sinnokrot",
    "bio": "Nida Sinnokrot is a Palestinian-American artist who works in a variety of media including sculpture, video and installation art. His work often explores issues related to identity, displacement and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.nidasinnokrot.com/"
  },
  {
    "id": 16,
    "name": "Suzanne Opton",
    "bio": "Suzanne Opton is a Palestinian-American artist who is known for her portraits of soldiers. Her work explores issues related to war, trauma and identity.",
    "country": "Palestine",
    "url": "https://www.suzanneopton.com/"
  },
  {
    "id": 17,
    "name": "Rula Halawani",
    "bio": "Rula Halawani is a Palestinian photographer who is known for her powerful images of daily life in Palestine. Her work often explores issues related to identity, memory and the Palestinian struggle for independence.",
    "country": "Palestine",
    "url": "https://www.rulahalawani.com/"
  },
  {
    "id": 18,
    "name": "Ahmad Canaan",
    "bio": "Ahmad Can",
    "country": "Palestine",
    "url": "https://www.ahmadcanaan.com/"
  },
  {
    "id": 19,
    "name": "Kamal Boullata",
    "bio": "Kamal Boullata was a Palestinian artist who worked in a variety of media including painting, printmaking and calligraphy. His work often explored themes related to language, identity and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.kamalboullata.com/"
  },
  {
    "id": 20,
    "name": "Emily Jacir",
    "bio": "Emily Jacir is a Palestinian-American artist who works in a variety of media including installation art, photography and performance. Her work often explores issues related to identity, displacement and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.emilyjacir.com/"
  },
  {
    "id": 21,
    "name": "Steve Sabella",
    "bio": "Steve Sabella is a Palestinian artist who works in a variety of media including photography, installation art and painting. His work often explores themes related to identity, displacement and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.stevesabella.com/"
  },
  {
    "id": 22,
    "name": "Nabil Anani",
    "bio": "Nabil Anani is a Palestinian artist who works in a variety of media including painting, drawing and sculpture. His work often explores themes related to identity, memory and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.nabilanani.com/"
  },
  {
    "id": 23,
    "name": "Jumana Manna",
    "bio": "Jumana Manna is a Palestinian artist who works in a variety of media including film, sculpture and installation art. Her work often explores issues related to identity, power and the politics of representation.",
    "country": "Palestine",
    "url": "https://www.jumanamanna.com/"
  },
  {
    "id": 24,
    "name": "Samia Halaby",
    "bio": "Samia Halaby is a Palestinian artist who works in a variety of media including painting and digital art. Her work often explores themes related to abstraction, color and form.",
    "country": "Palestine",
    "url": "https://www.samiahalaby.com/"
  },
  {
    "id": 25,
    "name": "Larissa Sansour",
    "bio": "Larissa Sansour is a Palestinian artist who works in a variety of media including film, photography and installation art. Her work often explores issues related to identity, politics and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.larissasansour.com/"
  },
  {
    "id": 26,
    "name": "Shadia Mansour",
    "bio": "Shadia Mansour is a Palestinian-British musician and artist who is known for her powerful and politically charged music. Her work often explores issues related to identity, resistance and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.shadiamansour.com/"
  },
  {
    "id": 27,
    "name": "Hani Zurob",
    "bio": "Hani Zurob is a Palestinian artist who works in a variety of media including painting, drawing and printmaking. His work often explores themes",
    "country": "Palestine",
    "url": "https://www.hanizurob.com/"
  },
  {
    "id": 28,
    "name": "Khaled Jarrar",
    "bio": "Khaled Jarrar is a Palestinian artist who works in a variety of media including photography, video and performance art. His work often explores themes related to conflict, resistance and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.khaledjarrar.com/"
  },
  {
    "id": 29,
    "name": "Taysir Batniji",
    "bio": "Taysir Batniji is a Palestinian artist who works in a variety of media including photography, video and installation art. His work often explores issues related to identity, memory and the politics of representation.",
    "country": "Palestine",
    "url": "https://www.taysirbatniji.com/"
  },
  {
    "id": 30,
    "name": "Rula Halawani",
    "bio": "Rula Halawani is a Palestinian photographer who is known for her powerful and poignant images of life in Palestine. Her work often explores issues related to identity, resistance and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.rulahalawani.com/"
  },
  {
    "id": 31,
    "name": "Raeda Saadeh",
    "bio": "Raeda Saadeh is a Palestinian artist who works in a variety of media including photography, video and installation art. Her work often explores themes related to gender, identity and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.raedasaadeh.com/"
  },
  {
    "id": 32,
    "name": "Jalal Abu Hamdeh",
    "bio": "Jalal Abu Hamdeh is a Palestinian artist who works in a variety of media including painting, sculpture and installation art. His work often explores themes related to identity, history and the Palestinian experience.",
    "country": "Palestine",
    "url": "https://www.jalalabuhamdeh.com/"
  }
]